Repository: giellalt/corpus-sms
Catalog: tmx/fin/facta/samediggi.fi/kn_060215_kolltansaame.pdf.tmx
Source language: sms
Languages: fin

source: Sääʹm-meer pueʹttiäiʹǧǧ ij leäkku pannaainâs nuʹtt kuuʹǩǩ, ko seeiltep kulttuur äärvid, äʹrbbvuõđid da õhttsažkååʹdd.
fin: Saamen kansan tulevaisuus ei ole epävarmaa niin kauan, kun säilytämme kulttuurimme arvot, perinteet ja yhteisöllisyytemme.

source: Pueʹttiäiʹǧǧ lij čuõʹvves.
fin: Tulevaisuutemme on valoisa.

source: Sääʹm identteett lij raavâs.
fin: Saamelainen identiteetti on vahva.

source: Mij tieʹttep, ǩeäk mij leäʹp, koʹst pueʹttep da koozz leäʹp mõõnnmen.
fin: Me tiedämme, keitä me olemme, mistä tulemme ja minne olemme menossa.

source: Globaal ääiʹjpoodd ko maaiʹlmest liâ šuur aalmijååʹttmõõžž, na tõndiõtt kulttuurlaž juäʹtǩǩemvuõtt da tieʹttemvuõtt jiʹjstes da jiijjân šâddvuõđin lij šurr reeʹǧǧesvuõtt.
fin: Globaalina aikana kun maailmassa on suuria kansainvaelluksia, niin kulttuurinen jatkuvuus ja tietoisuus itsestään ja omista juuristaan on suuri rikkaus.

source: Maaiʹlmpolitiik da äimm-muttâz diõtt tiettumuššân luâđast, äimmõõzzâst da äʹrbbvuõđla jieʹllemvueʹjj vueiʹtte käggõõttâd šurre ärvve da taʹrbbe nuʹtt tuʹtǩǩumuužžid ko pukveeʹzz õhttsažkådda.
fin: Maailmanpolitiikan ja ilmastonmuutoksen johdosta tietämyksemme luonnosta, ilmastosta ja perinteiset elinkeinomme voivat nousta suureen arvoon ja tarpeeseen niin tutkimuksille kuin koko yhteiskunnallekin.

source: Pukin räʹtǩǩeei lij jiiʹjjes kulttuur, ǩiõl, äʹrbbvuõđ da äärvi seeiltumuš, âânnmõš da seʹrddmõš puõʹtti puõlvvõõǥǥid.
fin: Kaikkein ratkaisevinta on oman kulttuurin, kielen, perinteiden ja arvojen säilyttäminen, ylläpitäminen ja siirtäminen tuleville sukupolville.

source: puäʒʒhåidd da juõiʹkk, leuʹdd tõn puki variaatioinees jeeʹres sääʹmǩiõlin âʹnne pâʹjjen õhttvuõđ mõõnni puõlvvõõǥǥid da põʹhtte õhttvuõđ puõʹtti puõlvvõõǥǥid.
fin: Perinteet, käsityöt, arvot, elinkeinot kuten poronhoito ja joiku sen kaikkine variaatioineen eri saamen kielissä pitävät yllä yhteyttä menneisiin sukupolviin ja luovat yhteyttä tuleviin sukupolviin.

source: Ärvvsa säʹmmla, šiõǥǥ naʹzvaan, siõǥǥ meersažpeeiʹv võl õʹhttešt !
fin: Arvoisat saamelaiset, hyvät ystävät, hyvää kansallispäivää vielä kerran !
